Repository: Sh1doo/Training
Catalog: Training/Resources/Localizable.xcstrings
Source language: en
Languages: ja_jp

source: abs
ja_jp: 腹筋

source: arm
ja_jp: 腕

source: athome
ja_jp: 自宅でできる

source: back
ja_jp: 背中

source: barbell
ja_jp: バーベル

source: beginner
ja_jp: 初心者におすすめ

source: bench
ja_jp: ベンチ

source: BenchPress
ja_jp: ベンチプレス

source: bodyweight
ja_jp: 自重

source: cable
ja_jp: ケーブル

source: calf
ja_jp: ふくらはぎ

source: chest
ja_jp: 胸

source: contracted
ja_jp: コントラクト

source: Deadlift
ja_jp: デッドリフト

source: dumbbell
ja_jp: ダンベル

source: ezbar
ja_jp: EZバー

source: Get Started
ja_jp: 初めての方

source: gluteal
ja_jp: お尻

source: hip
ja_jp: 腰

source: lowerbody
ja_jp: 下半身

source: machine
ja_jp: マシン

source: midrange
ja_jp: ミッドレンジ

source: powerrack
ja_jp: パワーラック

source: shoulder
ja_jp: 肩

source: Sign In
ja_jp: サインイン

source: Sign Up
ja_jp: サインアップ

source: smithmachine
ja_jp: スミスマシン

source: Squat
ja_jp: スクワット

source: stretch
ja_jp: ストレッチ

source: thigh
ja_jp: 太腿

source: upperbody
ja_jp: 上半身
